Repository: qutluq/yuksal-group
Catalog: src/locales/*/messages.po
Languages: ug

source: about
ug: биз

source: All Rights Reserved
ug: Барлиқ һоқуқлар қоғдалған

source: blog
ug: блог

source: contact
ug: алақә

source: Design by
ug: Сайтни қурған

source: gallery
ug: галерея

source: home
ug: башбәт

source: min
ug: мин

source: Qutluq
ug: Қутлуқ

source: read more
ug: тәпсилати

source: text
ug: мәтин

source: Unpublished
ug: Нәшир қилинмиған
